{
  // Config settings
  "config.option.required_fishing_level.name": "Niveau de pêche minimum requis",
  "config.option.required_fishing_level.description": "Définit le niveau de pêche minimum requis pour que Murphy apparaisse.",
  "config.option.disable_screen_fade.name": "Désactiver le fondu d'écran",
  "config.option.disable_screen_fade.description": "Désactive le fondu d'écran lors des déplacements entre les lieux sur le chalutier de pêche.",
  "config.option.use_old_trawler_sprite.name": "Ancienne apparence du chalutier",
  "config.option.use_old_trawler_sprite.description": "Si activé, l'ancien sprite du chalutier sera utilisé.",
  "config.option.net_output.name": "Rendement des filets de pêche",
  "config.option.net_output.description": "Détermine la quantité de poisson que chaque filet donne sur le chalutier.\nPar défaut, c'est 1 (donc 2 au total, car il y a deux filets).",
  "config.option.engine_boost.name": "Boost du moteur",
  "config.option.engine_boost.description": "Détermine la quantité de poisson bonus (par filet) que le moteur donne avec plus de 50% de carburant.\nPar défaut, c'est 1.",
  "config.option.hull.event_frequency_lower.name": "Fréquence événements coque (min.)",
  "config.option.hull.event_frequency_lower.description": "Définit la durée minimale avant qu'un événement de coque puisse se produire.\n1 représente une seconde, 2 deux secondes, etc.",
  "config.option.hull.event_frequency_upper.name": "Fréquence événements coque (max.)",
  "config.option.hull.event_frequency_upper.description": "Définit la durée maximale avant qu'un événement de coque puisse se produire.\n1 représente une seconde, 2 deux secondes, etc.",
  "config.option.net.event_frequency_lower.name": "Fréquence événements filet (min.)",
  "config.option.net.event_frequency_lower.description": "Définit la durée minimale avant qu'un événement de filet puisse se produire.\n1 représente une seconde, 2 deux secondes, etc.",
  "config.option.net.event_frequency_upper.name": "Fréquence événements filet (max.)",
  "config.option.net.event_frequency_upper.description": "Définit la durée maximale avant qu'un événement de filet puisse se produire.\n1 représente une seconde, 2 deux secondes, etc.",
  "config.option.murphy_appearance_day.name": "Jour d'apparition de Murphy",
  "config.option.murphy_appearance_day.description": "Détermine le jour de la semaine où Murphy sera disponible pour une excursion.",
  "config.option.murphy_appearance_day_island.name": "Jour d'apparition de Murphy (île)",
  "config.option.murphy_appearance_day_island.description": "Détermine le jour de la semaine où Murphy sera disponible pour une excursion, si vous pouvez visiter l'île.",

  // Murphy's dialogue
  "dialogue.player_title.male": "gamin",
  "dialogue.player_title.female": "gamine",
  "dialogue.introduction": "Ahoy {0}!$h#$b#Vous d’vez être @? Willy a mentionné qu'un de ses copains passerait par ici.#$b#Alors, z’êtes intéressé pour être un matelot à bord du vieux Dawnshard?#$b#J'ai pas grand-chose à offrir comme paiement, mais la part du poisson que nous attraperons sera à vous!$h#$e",
  "dialogue.greeting": "Ahoy {0}!$h#$b#La mer est en notre faveur aujourd'hui. Avec la Bénédiction de Yoba, nous rentrerons entiers.#$e",
  "dialogue.greeting_rainy": "Ahoy {0}!$h#$b#La mer est agitée aujourd'hui, mais nous, les loups de mer, on sait y faire face, n'est-ce pas?#$e",
  "dialogue.greeting_island": "Ahoy {0}!$h#$b#Rien de tel que de savourer une bonne boisson tout en sentant la brise de l'océan, n'est-ce pas {0}?$h#$e",
  "dialogue.options": "Envie d'une excursion de pêche, {0}?",
  "dialogue.confirm_first_trip": "Puisque ce sera vot’ première excursion, veux-tu une explication des tâches d'un matelot?",
  "dialogue.minigame_explanation_hull": "Ton travail principal en tant que matelot sera de maintenir le Dawnshard à flot pendant que nous naviguons autour des Îles Fern.#$b#La vieille fille a connu des jours meilleurs, tout comme moi, et elle peut vite tomber en panne.$s#$b#Des trous sont susceptibles d'apparaître dans la coque, alors assurez-toi de les colmater rapidement.#$b#Si nous prenons trop d'eau, je devrai faire demi-tour et ta part du butin deviendrait minable.$s#$b#",
  "dialogue.minigame_explanation_bailing": "J’te fournirai un seau pour vider l'eau quand nous jetterons l'ancre. Utilise-le dans la cale pour ramasser de l'eau et vide-la dans la mer pour réduire l'inondation.#$b#",
  "dialogue.minigame_explanation_nets": "Ta deuxième tâche est de t’assurer que les filets restent en bon état de fonctionnement. Ils se trouvent sur le pont, tenus par les grues près de la poupe.#$b#Pas de filets fonctionnels, pas de poisson pour nous.$s#$b#",
  "dialogue.minigame_explanation_fuel": "Ensuite, il y a le moteur, à l'arrière de la cale. C'est un peu ancien, mais il fait le travail.#$b#On veut le garder alimenté, car le laisser s'épuiser réduira la quantité de poisson que nous attrapons. S'il est complètement vide, les filets ne captureront rien.#$b#Je garde une boîte de charbon près du moteur, donc ne vous t’inquiète pas : pas besoin d’apporter ton propre carburant.$h#$b#",
  "dialogue.minigame_explanation_computer": "Ta dernière tâche est l'ordinateur de guidage, situé dans la cabine près de la machine à café.#$b#Il calcule occasionnellement un nouveau parcours à suivre, ce qui prolonge notre temps de pêche.#$b#Cependant, il est un peu lent et le parcours doit être accepté manuellement. Je te laisse le soin de décider de l'utiliser ou non.$s#$b#",
  "dialogue.minigame_explanation_finish": "La part entière du butin te reviendra si nous revenons entiers. Sinon, si nous rebroussons chemin tôt, ta part sera une fraction plus petite.#$b#Si t’ês prêt pour le travail, fais-le moi savoir et nous verrons pour partir.$h#$e#",
  "dialogue.reward_explanation_flags": "Bon sang de bois {0}! Est-ce ce c’est que je pense?$u#$b#%Murphy vous prend doucement le drapeau, avant de l'examiner attentivement.#$b#C'est l'un des anciens drapeaux hissés par les marins et les pirates des temps anciens.#$b#Beaucoup de contes sont racontés à propos de ces drapeaux et des effets qu'ils confèrent aux marins qui les hissent.#$b#Je te le rends {0}, mais si t’as envie de le hisser sur le vieux Dawnshard, ou si t’en trouves d’autres, fais-le moi savoir.$h#$e",
  "dialogue.after_trip_successful": "Bien joué {0}! Nous ferons de toi un vrai loup de mer.$h#$b#Ta part du butin est stockée dans la caisse à gauche!#$e",
  "dialogue.after_trip_failure": "Par la bénédiction de Yoba, nous sommes revenus entiers.$s#$b#Ne t’inquiète pas {0}, il y aura toujours une prochaine fois.#$",
  "dialogue.trip_finished": "T’as envie de partir pour une autre expédition ?#$b#Désolé {0}, faudra attendre la semaine prochaine. Ces vieux os ont besoin de repos.$h#$e",
  "dialogue.full_inventory": "Tout le monde à bo-#$b#Oh! Désolé {0}, mais il y a besoin d'un peu plus de place dans ton sac pour le seau d'écopage et le carburant.$u#$b#Fais-moi confiance, t’en aura besoin.$s#$e",
  "dialogue.deckhand_busy": "Eh?$u#$b#On dirait que l'un de tes amis est occupé à regarder son sac ou quelque chose du genre, {0}.#$b#Fais en sorte qu'il soit prêt et parle-moi à nouveau quand vous serez prêt à partir.",
  "dialogue.start_departure": "Tout le monde à bord ! Larguez les amarres et mettons les voiles !",
  "dialogue.how_to_hoist_flag": "Tu veux hisser l'un de ces anciens drapeaux, hein?#$b#Passe-le moi et je m'assurerai qu'il soit bien hissé lorsque nous partirons.$h#$e",
  "dialogue.what_flag_is_hoisted_none": "L’vieux Dawnshard ne hisse aucun drapeau pour le moment.",
  "dialogue.what_flag_is_hoisted": "Actuellement, l’vieux Dawnshard hisse {0}.",
  "dialogue.identify_flag": "Eh {0}?#$b#Blimey! T’as réussi à trouver un autre drapeau?$u#$b#%Murphy prend doucement le drapeau, avant de l'examiner attentivement.#$b#C'est sûrement un autre de ces anciens drapeaux. La mer t’a vraiment dans le nez {0}!#$b#Je te le rend, mais si t’as envie de le hisser sur l’vieux Dawnshard, ou t’en trouves si d'autres, fais-le moi savoir.$h#$e",
  "dialogue.given_flag_to_hoist": "Ce drapeau fera un bel ajout au Dawnshard!$h#$b#Je le ferai hisser correctement lorsque nous mettrons les voiles {0}.",
  "dialogue.given_flag_to_hoist_return_old": "Ce drapeau fera un bel ajout au Dawnshard!#$b#Je le ferai hisser correctement lorsque nous mettrons les voiles {0}.$h#$b#Oh! Avant que j'oublie, prends l’autre drapeau que nous avions hissé.#$e",
  "dialogue.remove_current_flag": "Tu veux récupérer ton drapeau {0}?#$b#Le navire sera un peu terne sans lui, mais le voilà !$h#$e",
  "dialogue.more_questions": "En quoi puis-je t’aider, {0}?",
  "dialogue.goodbye": "Fais-moi savoir si t’as besoin de quelque chose d'autre, {0}.$h#$e",
  "dialogue.multiple_deckhands": "Tu peux amener autant de copains que t’as envie, {0}.$h#$b#Assure-toi simplement qu'ils attendent sur ce quai lorsque nous partirons, sinon ils seront laissés derrière !$e",

  // Player responses
  "response.what_does_deckhand_do": "Que fait un matelot ?",
  "response.like_to_hoist_flag": "J'aimerais hisser un drapeau.",
  "response.what_flag_is_trawler_flying": "Quel drapeau le chalutier hisse-t-il ?",
  "response.want_have_flag_back": "Pourrais-je récupérer mon drapeau ?",
  "response.never_mind": "En fait, peu importe.",
  "response.start_trip": "Je suis prêt à mettre les voiles !",
  "response.found_another_flag": "J'ai trouvé un autre drapeau !",
  "response.bring_some_friends": "Pourrais-je amener quelques amis avec moi ?",
  "response.more_questions": "J'ai quelques questions.",
  "response.no_departure": "Peut-être une autre fois.",
  "response.yes_explain": "Oui.",
  "response.no_explain": "Non.",

  // Status messages during trawler trip
  "status_message.default": "Ah, l'odeur de la mer…",
  "status_message.sea_favors_us": "La mer nous favorise aujourd'hui !",
  "status_message.yoba_be_praised": "Loué soit Yoba !",
  "status_message.ship_falling_apart": "Ce navire tombe en morceaux !",
  "status_message.losing_fish": "Nous perdons du poisson !",
  "status_message.taking_on_water": "Nous prenons l'eau !",
  "status_message.lots_of_problems": "Nous avons beaucoup de problèmes !",
  "status_message.engine_failing": "Le moteur est en panne !",
  "status_message.nets_torn": "Les filets sont déchirés !",
  "status_message.leak": "Nous avons une fuite !",

  // Letter message that is sent once player has requirements to meet Murphy
  "letter.meet_murphy": "Ahoy !^ ^Mon vieux compagnon de jeu, Murphy, est récemment passé par ici. Il recherche des matelots prêts à travailler sur son chalutier. J'ai mentionné ton nom, car je t’ai vu pêcher en ville, et il semble impatient de te rencontrer.^ ^-Willy ^ ^P.S. Murphy a également mentionné qu'il serait sur les quais tout à droite (de l'autre côté du pont) le {0} et qu'il partirait avant la nuit.",
  "letter.island_murphy": "Ahoy là !^ ^J'ai entendu dire que t’as récemment construit un complexe sur la bonne vieille île Gingembre. Je passerai là-bas chaque semaine le {0} pour me dégourdir les jambes et prendre un verre. ^^Si t’es intéressé par une autre excursion de pêche, rencontre-moi sur les quais à l'est de l'île avant la nuit tombée.^ ^-Murphy",

  // Tools, resources and special rewards
  "item.bailing_bucket.name": "Seau d'écopage",
  "item.bailing_bucket.description_full": "Un seau totalement rempli d'eau de mer. Videz-le par-dessus le bord du navire.",
  "item.bailing_bucket.description_empty": "Un seau fiable, bien que rouillé. Utilisez-le pour ramasser de l'eau dans la cale et la vider dans la mer.",
  "item.angler_ring.name": "Anneau du pêcheur",
  "item.angler_ring.description": "Il est froid au toucher.\n\nLe porter vous donne l'impression d'être en harmonie avec l'océan.",
  "item.lost_fishing_charm.name": "Charme de pêche de Murphy",
  "item.lost_fishing_charm.description": "Le charme de pêche perdu depuis longtemps de Murphy.\n\nEn l'utilisant, vous serez amené à Murphy, s'il est en visite.",
  "item.coal_clump.name.small": "Tas de charbon (petit)",
  "item.coal_clump.description.small": "Un petit tas de carburant pour remplir le moteur du bateau.",
  "item.coal_clump.name.medium": "Tas de charbon (moyen)",
  "item.coal_clump.description.medium": "Un tas de carburant moyen pour remplir le moteur du bateau.",
  "item.coal_clump.name.large": "Tas de charbon (large)",
  "item.coal_clump.description.large": "Un large tas de carburant pour remplir le moteur du bateau.",
  "item.trident_tool.name": "Trident",
  "item.trident_tool.description": "Une ancienne lance à trois dents née de la mer elle-même.\n\nEn l'utilisant près de l'eau, vous attraperez instantanément du poisson, bien qu'ils soient de moindre qualité.",

  // Seaborne Tackle names and descriptions
  "item.seaborne_tackle.guiding_narwhal.name": "Narval guideur",
  "item.seaborne_tackle.guiding_narwhal.description": "La corne brillante guide les poissons vers son hameçon.\n\nAugmente le taux de morsure lors de la pêche.\n\nNe se casse jamais.",
  "item.seaborne_tackle.rusty_cage.name": "Cage rouillée",
  "item.seaborne_tackle.rusty_cage.description": "Bien qu'elle soit rouillée, la cage piège toujours les poissons efficacement.\n\nFait que les poissons s'échappent plus lentement lorsque vous ne les ramenez pas.\n\nNe se casse jamais.",
  "item.seaborne_tackle.alluring_jellyfish.name": "Méduse séduisante",
  "item.seaborne_tackle.alluring_jellyfish.description": "Les tentacules rebondissants de la méduse aident à distraire les poissons.\n\nAugmente légèrement la taille de votre \"barre de pêche\".\n\nNe se casse jamais.",
  "item.seaborne_tackle.weighted_treasure.name": "Trésor pondéré",
  "item.seaborne_tackle.weighted_treasure.description": "Un appât pondéré en forme de sac familier.\n\nLes poissons ne s'échappent pas lors de la collecte de trésors et augmentent légèrement les chances de trouver des trésors.\n\nNe se casse jamais.",
  "item.seaborne_tackle.starry_bobber.name": "Bouchon étoilé",
  "item.seaborne_tackle.starry_bobber.description": "L'appât brillant en forme de goutte d'étoile attire l'attention des poissons de haute qualité.\n\nAugmente la qualité du poisson que vous attrapez.\n\nNe se casse jamais.",

  // Ancient flag reward names and descriptions
  "item.ancient_flag.parely.name": "Drapeau blanc",
  "item.ancient_flag.jolly_roger.name": "Jolly Roger",
  "item.ancient_flag.gamblers_crest.name": "L’écu du Parieur",
  "item.ancient_flag.mermaids_blessing.name": "Bénédiction de la sirène",
  "item.ancient_flag.patron_saint.name": "Le saint patron",
  "item.ancient_flag.sharks_fin.name": "La nageoire de requin",
  "item.ancient_flag.worldly_flag.name": "Drapeau mondial",
  "item.ancient_flag.slime_king.name": "Le roi des limons",
  "item.ancient_flag.king_crab.name": "Le crabe royal",
  "item.ancient_flag.eternal_flame.name": "La flamme éternelle",
  "item.ancient_flag.swift_winds.name": "Vents rapides",
  "item.ancient_flag.unknown.name": "Drapeau ancien",

  "item.ancient_flag.parely.description": "Empêche les fuites de se produire, mais diminue la qualité de la récompense de 25%.",
  "item.ancient_flag.jolly_roger.description": "Quadruple la production de filet de pêche mais à chaque fois qu'une fuite se produit, tous les trous fuiront.",
  "item.ancient_flag.gamblers_crest.description": "A 50% de chances de doubler la quantité de poisson capturé mais a 25% de chances de consommer tout le poisson.",
  "item.ancient_flag.mermaids_blessing.description": "A 10% de chances de consommer un poisson mais donne une récompense aléatoire de coffre de pêche.",
  "item.ancient_flag.patron_saint.description": "A 25% de chances de consommer un poisson mais donne l'expérience complète pour l'avoir attrapé.",
  "item.ancient_flag.sharks_fin.description": "Prolonge le voyage du chalutier d'une minute, permettant plus de temps pour attraper du poisson.",
  "item.ancient_flag.worldly_flag.description": "Permet au chalutier de capturer des poissons normalement indisponibles dans l'océan.",
  "item.ancient_flag.slime_king.description": "Consomme tout le poisson mais donne une chance de 75% de convertir chaque poisson en une certaine quantité de slime, 50% de chances de convertir en Limon royal et 1% de chances de convertir en un œuf de limon aléatoire.",
  "item.ancient_flag.king_crab.description": "Limite le chalutier aux prises basées sur les casiers à crabes, avec une probabilité plus élevée de crabes.",
  "item.ancient_flag.eternal_flame.description": "Double la production de filet de pêche mais double également la consommation de carburant du moteur.",
  "item.ancient_flag.swift_winds.description": "Augmente grandement la durée du buff de café de Murphy, ainsi que légèrement sa puissance.",
  "item.ancient_flag.unknown.description": "Un ancien drapeau qui scintille faiblement de magie.\n\nPeut-être que Murphy en saurait plus à ce sujet ?",


  // Game messages sent by this mod
  "game_message.given_bailing_bucket": "Un seau d’écopage a été ajouté à votre inventaire.",
  "game_message.trip_succeeded": "Le voyage a été un succès ! Murphy commence à retourner au port.",
  "game_message.trip_failed": "Le navire a pris trop d'eau ! Murphy retourne rapidement au port avant qu'il ne commence à couler.",
  "game_message.identify_flag_first": "Vous devez d'abord identifier le drapeau avant de le placer sur le mât !",
  "game_message.bailing_bucket.empty_into_sea": "Videz l'eau dans la mer !",
  "game_message.bailing_bucket.no_water_to_bail": "Il n'y a pas d'eau à écoper !",
  "game_message.bailing_bucket.stand_closer_to_edge": "Tenez-vous plus près du bord du bateau avant d'essayer de vider l'eau !",
  "game_message.bailing_bucket.bail_from_hull": "Vous devriez utiliser ceci pour écoprer l'eau de la cale !",
  "game_message.gamblers_crest_effect.success": "L'Écu du Parieur a doublé votre prise !",
  "game_message.gamblers_crest_effect.failed": "L'Écu du Parieur a pris votre prise ! ",
  "game_message.gamblers_crest_effect.neutral": "L'Écu du Parieur n'a pas touché à votre prise. ",
  "game_message.xp_gained": "Vous avez gagné {0} points d'expérience en pêche lors du voyage !",
  "game_message.bonus_xp_gained": "Le drapeau du saint patron vous a offert {0} points d'expérience bonus !",
  "game_message.empty_crate": "La caisse de pêche est vide.",
  "game_message.messy_note": "Il y a une note ici...#Vous ne pouvez pas lire l'écriture.",
  "game_message.readable_note": "Il y a une note ici...#C'est de la part de Murphy ! Il dit qu'il sera amarré la semaine prochaine et qu'il faut lui parler avant la tombée de la nuit si vous souhaitez partir en voyage de pêche.",
  "game_message.speak_to_captain": "Vous devriez parler au capitaine avant d'embarquer sur son navire !",
  "game_message.walk_the_plank": "Marcher sur la planche ne semble pas être une si bonne idée……",
  "game_message.pathos_cat": "Un chat avec un motif noir et blanc intéressant.",
  "game_message.coal_clump.max_stack": "Vous ne pouvez pas tenir plus de carburant !",
  "game_message.coal_clump.must_be_holding": "Vous avez besoin de carburant pour remplir le moteur.",
  "game_message.coal_clump.engine_full": "Le moteur est déjà plein de carburant !",
  "game_message.computer.not_ready": "Le système de guidage n'a pas encore fini de tracer un nouveau parcours.",
  "game_message.coffee_machine.drink": "Le café vous donne un coup de fouet bien nécessaire.",
  "game_message.lost_fishing_charm.no_murphy": "Le charme ne réagit pas. Murphy ne doit pas être là aujourd'hui.",
  "game_message.murphy_busy": "Murphy est occupé à diriger le navire... Mieux vaut ne pas le distraire.",
  "game_message.trident.face_water": "Vous devez faire face à l'eau pour utiliser le trident.",
  "game_message.trident.no_fish": "Il n'y a pas de poisson ici qui puisse être attrapé avec le trident.",
  "game_message.trident.boss_fish": "Un poisson fort échappe de justesse à votre trident !",

  // UI related
  "ui.flooding.name": "inondation",
  "ui.nets.name": "filets",
  "ui.engine.name": "moteur",
  "ui.gps.name": "GPS",
  "ui.generic.working": "fonctionne",
  "ui.nets.ripping": "déchirure",
  "ui.nets.ripped": "déchiré",
  "ui.engine.failing": "en panne",
  "ui.gps.ready": "prêt",
  "ui.gps.plotting": "en train de tracer un parcours",

  // Etc
  "etc.murphy_name": "Murphy",
  "etc.coffee_machine": "Machine à café de Murphy"
}
