{
  "Player_Male": "laddy",
  "Player_Female": "lassie",
  "Introduction": "Ahoy there {0}!$h#$b#Ye must be @? Willy mentioned a pal of his would be stopping by.$n#$b#So yer interested in being a deckhand aboard the ol' Dawnshard?$n#$b#I don't have much to offer as payment, but the share of fish we catch be yers!$h#$e",
  "Greeting": "Ahoy there {0}!$h#$b#The sea be in our favor today. With Yoba's Blessing we'll make it back in one piece.$n#$e",
  "Greeting_Rainy": "Ahoy there {0}!$h#$b#The sea be rough today, but us seadogs can handle it aye?$n#$e",
  "Options": "Fancy a fishing trip, {0}?",
  "Confirm_First_Trip": "Since this will be yer first trip, would ye like an explanation of a deckhand's duties?",
  "Minigame_Explanation_Hull": "Yer main job as deckhand will be to keep the Dawnshard afloat while we sail around the Fern Islands.$n#$b#The ol' girl has seen better days, much like myself, and she's prone to breaking down.$s#$b#Holes are likely to appear in the hull, so be sure to patch 'em up quickly.$n#$b#If we take on too much water, I'll have to turn us around and yer share of the haul will become a pittance.$s#$b#",
  "Minigame_Explanation_Bailing": "I'll provide ye with a bailin' bucket when we weigh anchor. Use it in the hull to scoop up some water and empty it into the sea to reduce the flooding.$n#$b#",
  "Minigame_Explanation_Nets": "Yer second duty is to make sure the nets stay in workin' order. They are located on the deck, held by the cranes near the stern.$n#$b#No working nets means no fish for us.$s#$b#",
  "Minigame_Explanation_Engine": "Lastly is the engine, located in the cabin. The pipes leak steam occasionally and will need to be patched up.$n#$b#A leaking pipe means a failin' engine. A failin' engine means the nets won't catch as many fish. If both the nets and engine fail, we start losin' fish too.$s#$b#",
  "Minigame_Explanation_Finish": "The full share of the haul be yers if we make it back in one piece. Otherwise, if we turn back early, yer share will be smaller fraction.$n#$b#If yer up for the job, let me know and we'll see about headin' out.$h#$e#",
  "Reward_Explanation_Flags": "Cor blimey {0}! Is that what I think it is?$u#$b#%Murphy gently takes the flag from you, before examining it closely.$n#$b#This be one of the ancient flags flown by sailors and pirates from times long lost.$n#$b#Many tales are told about these flags and the effects they bestow to the sailors who fly them.$n#$b#I'll give this back {0}, but if ye fancy hoisting it on ol' Dawnshard, or if more of these happen upon ye, do let me know.$h#$e",
  "After_Trip_Successful": "Well done {0}! We'll make a true seadog out of ye.$h#$b#Yer share of the haul is stored in crate to the left!$n#$e",
  "After_Trip_Failure": "By Yoba's Blessing we made it back in one piece.$s#$b#Don't worry {0}, there is always next time.$n#$e",
  "Trip_Finished": "Yer itchin' to go on another expedition?$n#$b#Sorry {0}, ye will have to wait til next week. These ol' bones need some rest.$h#$e",
  "Full_Inventory": "All hands on de-$n#$b#Oh! Sorry {0}, ye need some room in yer bag for the bailing bucket.$u#$b#Trust me, yer going to need it.$s#$e",
  "Deckhand_Busy": "Eh?$u#$b#Looks like one of yer pallies is busy lookin' at their bag or somethin', {0}.$n#$bGet 'em to be ready and speak to me again when yer ready to head out.",
  "Start_Departure": "All hands on deck! Weigh anchor and let us set sail!",
  "How_To_Hoist_Flag": "Yer lookin' to hoist up one of them ancient flags eh?$n#$b#Hand one over to me and I'll make sure it is flyin' proper when we take off.$h#$e",
  "What_Flag_Is_Hoisted_None": "Ol' Dawnshard isn't flyin' any flag at the moment.",
  "What_Flag_Is_Hoisted": "Currently ol' Dawnshard is flyin' {0}.",
  "Identify_Flag": "Eh {0}?$n#$b#Blimey! Ye managed to find another flag?$u#$b#%Murphy gently takes the flag from you, before examining it closely.$n#$b#This be another one of them ancient flags for sure. The sea truly favors ye {0}!$n#$b#I'll give this back, but if ye fancy hoisting it on ol' Dawnshard, or if more of these happen upon ye, do let me know.$h#$e",
  "Given_Flag_To_Hoist": "This flag will make a fine addition to the Dawnshard!$h#$b#I'll have it hoisted proper when we head out to sea {0}.",
  "Given_Flag_To_Hoist_Return_Old": "This flag will make a fine addition to the Dawnshard!$n#$b#I'll have it hoisted proper when we head out to sea {0}.$h#$b#Oh! Before I forget, here is the previous flag we had flyin'.$n#$e",
  "Remove_Current_Flag": "Ye want yer flag back {0}?$n#$b#The ship will feel a wee bit bland without it, but here ye go!$h#$e",
  "More_Questions": "What can I help ye with, {0}?",
  "GoodBye": "Let me know if ye need anything else, {0}.$h#$e",
  "Multiple_Deckhands": "Ye can bring as many pallies as ye'd like, {0}.$h#$b#Just make sure they be waitin' on this here dock when we set off, else they'll be left behind!$n#$e"
}